"Basisobject" = "Basisobject";
"Disk" = "Disk";
"Language" = "Language";
"Track" = "Track";
"Script" = "Script";
"Asset" = "Asset";
"SlideShow" = "SlideShow";
"Theme" = "Theme";
"Button" = "Button";
"Audio Stream" = "Audio Stream";
"Video Stream" = "Video Stream";
"Subtitle" = "Subtitle";
"Marker" = "Marker";
"Slide" = "Slide";
"Story" = "Story";
"Marker Reference" = "Marker Reference";
"Audio Asset" = "Audio Asset";
"Picture Asset" = "Picture Asset";
"Subtitle Stream Asset" = "Subtitle Stream Asset";
"Video Asset" = "Video Asset";
"BasisobjectArray" = "BasisobjectArray";
"Language Container" = "Language Container";
"Track Folder" = "Track Folder";
"Menu Container" = "Menu Container";
"Script Container" = "Script Container";
"Asset Container" = "Asset Container";
"Slideshow Container" = "Slideshow Container";
"Theme Container" = "Theme Container";
"Menu" = "Menu";
"Video Container" = "Video Container";
"Audio Container" = "Audio Container";
"Subtitle Container" = "Subtitle Container";
"Marker Container" = "Marker Container";
"Slide Container" = "Slide Container";
"Story Container" = "Story Container";
"DVDROM Folder" = "DVDROM Folder";
"DVDROM File" = "DVDROM File";

